{
    "KU_O5udG6zpxOg-VcAEodg": {
        "user_id": "mh_-eMZ6K5RLWhZyISBhwA",
        "cuisine": "American (New)",
        "business_id": "XQfwVwDr-v0ZS3_CbbE5Xw",
        "text": "If you decide to eat here, just be aware it is going to take about 2 hours from beginning to end. We have tried it multiple times, because I want to like it! I have been to it's other locations in NJ and never had a bad experience. \n\nThe food is good, but it takes a very long time to come out. The waitstaff is very young, but usually pleasant. We have just had too many experiences where we spent way too long waiting. We usually opt for another diner or restaurant on the weekends, in order to be done quicker.",
        "date": "2018-07-07 22:09:11",
        "name": "Turning Point of North Wales"
    },
    "AqPFMleE6RsU23_auESxiA": {
        "user_id": "_7bHUi9Uuf5__HHc_Q8guQ",
        "cuisine": "Indian",
        "business_id": "kxX2SOes4o-D3ZQBkiMRfA",
        "text": "Wow!  Yummy, different,  delicious.   Our favorite is the lamb curry and korma.  With 10 different kinds of naan!!!  Don't let the outside deter you (because we almost changed our minds)...go in and try something new!   You'll be glad you did!",
        "date": "2015-01-04 00:01:03",
        "name": "Zaika"
    },
    "_ZeMknuYdlQcUqng_Im3yg": {
        "user_id": "yfFzsLmaWF2d4Sr0UNbBgg",
        "cuisine": "American (New)",
        "business_id": "LHSTtnW3YHCeUkRDGyJOyw",
        "text": "Amazingly amazing wings and homemade bleu cheese. Had the ribeye: tender, perfectly prepared, delicious. Nice selection of craft beers. Would DEFINITELY recommend checking out this hidden gem.",
        "date": "2015-08-07 02:29:16",
        "name": "Fries Rebellion"
    },
    "pUycOfUwM8vqX7KjRRhUEA": {
        "user_id": "59MxRhNVhU9MYndMkz0wtw",
        "cuisine": "Japanese",
        "business_id": "gebiRewfieSdtt17PTW6Zg",
        "text": "Had a party of 6 here for hibachi. Our waitress brought our separate sushi orders on one plate so we couldn't really tell who's was who's and forgot several items on an order. I understand making mistakes but the restaraunt was really quiet so we were kind of surprised. Usually hibachi is a fun lively experience and our  cook  said maybe three words, but he cooked very well his name was Francisco. Service was fishy, food was pretty good, and im hoping it was just an off night here. But for the money I wouldn't go back.",
        "date": "2016-07-25 07:31:06",
        "name": "Hibachi Steak House & Sushi Bar"
    },
    "8JFGBuHMoiNDyfcxuWNtrA": {
        "user_id": "smOvOajNG0lS4Pq7d8g4JQ",
        "cuisine": "Italian",
        "business_id": "RZtGWDLCAtuipwaZ-UfjmQ",
        "text": "Good food--loved the gnocchi with marinara\nthe baked eggplant appetizer was very good too\n\nThe service was very slow, but despite this, I'd go back, the food is just that good",
        "date": "2009-10-14 19:57:14",
        "name": "LaScala's"
    },
    "UBp0zWyH60Hmw6Fsasei7w": {
        "user_id": "4Uh27DgGzsp6PqrH913giQ",
        "cuisine": "Mexican",
        "business_id": "otQS34_MymijPTdNBoBdCw",
        "text": "The bun makes the Sonoran Dog. It's like a snuggie for the pup. A first, it seems ridiculous and almost like it's going to be too much, exactly like everyone's favorite blanket with sleeves. Too much softness, too much smush, too indulgent.  Wrong. It's warm, soft, chewy, fragrant, and it succeeds where other famed Sonoran Dogs fail. \n\nThe hot dog itself is flavorful, but I would prefer that it or the bacon have a little more bite or snap to better hold their own against the dominant mustard and onions. \n\nI'm with the masses on the carne asada caramelo. Excellent tortilla, salty, melty cheese, and great carne. \n\nSuper cheap and you can drive through.",
        "date": "2011-10-27 17:12:05",
        "name": "BK Tacos"
    },
    "qS6kE7CDoDagyPZwmueJaQ": {
        "user_id": "zoBajEyVA0z4IjbFsMJksg",
        "cuisine": "American (New)",
        "business_id": "c-IgS6Pk6vMyax7Rbr38eA",
        "text": "Went for lunch. Beef brisket sandwich was awesome.   So juicy and tender.    Pulled pork was was just as good!",
        "date": "2015-06-08 19:45:48",
        "name": "Barbecue and Bourbon"
    },
    "G_5UczbCBJriUAbxz3J7Tw": {
        "user_id": "clWLI5OZP2ad25ugMVI8gg",
        "cuisine": "Thai",
        "business_id": "x4XdNhp0Xn8lOivzc77J-g",
        "text": "Best thai food in the area.  Everything was authentic and delicious.  Will definitely be back again and again.",
        "date": "2013-08-15 15:27:51",
        "name": "Thai Place Restaurant"
    },
    "z0osLHDvXvzfm57D4DmD2Q": {
        "user_id": "xVKE_HJ2pwUtTdLbL3pnCg",
        "cuisine": "Cajun/Creole",
        "business_id": "S2Ho8yLxhKAa26pBAm6rxA",
        "text": "Service was crappy, and food was mediocre.  I wish I would have picked some other place for my last dinner in town.",
        "date": "2016-11-22 00:22:53",
        "name": "Creole House Restaurant & Oyster Bar"
    },
    "DyrAIuKl60j_X8Yrrv-kpg": {
        "user_id": "mNsVyC9tQVYtzLOCbh2Piw",
        "cuisine": "Italian",
        "business_id": "MWmXGQ98KbRo3vsS5nZhMA",
        "text": "I recently had dinner here with my wife over the weekend and could not have been more pleased! \n\nOur meal was excellent! My wife and I were astounded by how quickly our food came out! Everything tasted fresh and homemade which we both appreciated. \n\nThe only problem was trying to pick something from the menu as there were too many delicious sounding items to choose from. We will definitely be returning to try more items! Can't wait to see what the next chef specials will be!",
        "date": "2014-10-27 02:47:28",
        "name": "Anthony's at Paxon Hollow"
    },
    "elqRpX9T3YwL07uLNtN3Bg": {
        "user_id": "-sryo4gDYxbZ1T5Bz4l5Bw",
        "cuisine": "American (New)",
        "business_id": "ltBBYdNzkeKdCNPDAsxwAA",
        "text": "I at least have to give this restaurant two stars due to the decent food. But while on a dinner meeting and after spending $100 on entrées and appetizers, I had to flag down the assistant cook, (the guy in bright red baggy pants watching TV), to see if I could get more avocado for my tuna entrée.  He made it very apparent and direct that he could not help me with that situation and I would have to flag down my  waitress so she could bill me for the four dollar avocado.",
        "date": "2015-02-02 04:29:13",
        "name": "Tavern"
    },
    "mO398Ed5dpv1H5ZsKc8KXw": {
        "user_id": "yobeeTUBfaTBcnk26mXNuA",
        "cuisine": "Southern",
        "business_id": "hKameFsaXh9g8WQbv593UA",
        "text": "Food was good- atmosphere/decor is like a fishing lodge- menu is someplace between outback & bonefish. Went on a Groupon & all 3 of our meals & calamari appetizer that we ordered were cooked perfectly- we will def be back.",
        "date": "2015-04-15 15:30:48",
        "name": "Aquafinz"
    },
    "RB8UpF_kT2xoOC51OzXEeA": {
        "user_id": "EZjT2qJN0mOXypMAqZdSrQ",
        "cuisine": "American (New)",
        "business_id": "A2q7d-CBM2-81tVkmS4JMw",
        "text": "Straight to the point, it's cheap, it tastes and feels cheap\n\nThe good: price, location, dessert (edible food items are: baked chicken, fried chicken, mashed potatoes, Salad bar lol, meat and cheese bar, ravioli, pizza) also our waitress was bomb af\n\nThe meh: behind counter meat slicing station, shrimp (not even deveined), Mexican station\n\nThe bad: breakfast -worst eggs ever, actually worst, eggs. Le Benedict can't even cut through ham or English muffin (tried on all 3 occasions), steak, shrimp again, hell breaded items can't even, don't even. Decor it's the 1970 nightmare you can imagine\n\nTried 3 times and failed",
        "date": "2017-07-08 18:58:42",
        "name": "The Buffet"
    },
    "YcLXh-3UC9y6YFAI9xxzPQ": {
        "user_id": "G0DHgkSsDozqUPWtlxVEMw",
        "cuisine": "American (New)",
        "business_id": "oBhJuukGRqPVvYBfTkhuZA",
        "text": "The only reason I didn't give this restaurant a 5 star rating, is because of one single pretentious waiter. As a 4 night guest at Hotel Palomar, the location of the restaurant is an obvious plus. The first night of my stay, I met a coworker in the restaurant for a cocktail. When we arrived, the host staff were busy and not available, so we just walked in. The restaurant was not too busy, so we just looked at a small table next to the bar and proceeded to take a seat. A waiter came by and I quickly asked if we could have a seat, before sitting down and told him we'd only be having cocktails. He stumbled on his reply, and in an irritated/in-convinced tone, told me \"I guess it would be fine\" and basically just kept walking mid sentence. My guest and I brushed it off, and started having a conversation while looking at the drink menu. To make a long story short, he was distant and we both got the \"couldn't be bothered\" vibe from him. When it came to the bill, we asked if it could be split due to company transaction policies, and you would have thought asked him for some inconceivable task. We basically spent the rest of our night and elevator ride to our room in shock of the rudeness we had just experienced. \n\nAlthough that situation left a bad taste in our mouth, and the night before we decided to avoid the restaurant, we decided to grab another cocktail and give this place one more try. After looking around and ensuring \"last nights waiter\" wasn't on shift, we walked over to the bar and started looking over the menu. Instantly, the bartender greeted us with pleasant small talk and made us feel 100% welcome. He asked about our day, recommended cocktails and was a completely genuine person. This guy (I think his name was Ben) is an absolute star! He gave us lessons on Whiskey, described how to make classic cocktails, and was 100% invested in our experience. This is exactly what a bartender at a 4/5 star establishment should be - actually he exceeds that. He was kind, funny, friendly and completely redeemed this restaurant/bar from our terrible experience the night before. \nI also ordered room service last night from this restaurant, and it was amazing. The bacon wrapped dates and chocolate cake are to die for! Great restaurant and amazing bartender(s). Too bad one bad egg could have spoiled this experience.",
        "date": "2015-03-05 03:37:54",
        "name": "Square 1682"
    },
    "cvQXRFLCyr0S7EgFb4lZqw": {
        "user_id": "ZGjgfSvjQK886kiTzLwfLQ",
        "cuisine": "American (New)",
        "business_id": "EtKSTHV5Qx_Q7Aur9o4kQQ",
        "text": "On a scale of one to things that are awesome, this place is the bomb. \n\nI was drawn in by the promise of the duckfat frenchfries. Took the boy for his birthday and put our name in, had a drink around the corner while we waited and were given seats at the bar after about 45 minutes. \n\nWe were waited on by Keith, the bartender, who was congenial, knowledgeable about his whiskeys and an all-around cool guy. We started with 3 cape may salts (two for me, one for the boy) and tater tots, both of which made me happy.\n\nFor dinner, I got Kentucky Fried Quail (stellar, though the succotash was not as exciting as I wanted it to be) and the boy got the 24$ Fois Gras burger, which was incredible. Worth every penny. The duckfat fries were pretty yummy, but not even the best part of the meal. I could've done without the cheese sauce, but as it was on the side I wasn't deterred.\n\nI look forward to coming back here, with everyone I know.",
        "date": "2009-10-14 01:15:04",
        "name": "Village Whiskey"
    },
    "r2IBPY_E8AE5_GpsqlONyg": {
        "user_id": "IKbjLnfBQtEyVzEu8CuOLg",
        "cuisine": "Thai",
        "business_id": "VJEzpfLs_Jnzgqh5A_FVTg",
        "text": "It was my fiance's birthday and he decided he wanted a good, laid back Thai restaurant for dinner. Yelp steered us in the Jasmine Rice direction, and it was definitely a good decision. We wanted the summer rolls, which were on the menu, but apparently will not be available until summer, so we settled on the pan-fried dumplings. The flavor was good, but I don't think we'd order them again. We got the green curry fried rice with duck and chicken pad thai. Both of those dishes were great, but the duck stole the show. That was some the of tastiest duck I've ever had. The pad thai was a bit sweet for us, so I think we'd try a different noodle dish when we return. But it was still very good, especially with some chili sauce mixed in. Our service was good, but other people had issues. One table was rushing to get to a show at the Kimmel Center and waited quite a while for their meal (and were going to be late). Another person who got take-out was missing one of their items (but the owner realized it and called him and walked the dish to his house, which was very nice). Overall, good quality Thai! We would definitely go back.",
        "date": "2014-04-01 13:05:18",
        "name": "Jasmine Rice - Rittenhouse"
    },
    "EoN2xyKvTTn9B-z1grhYxw": {
        "user_id": "DBYhpb5hrAYgQjQaMhNYyQ",
        "cuisine": "American (New)",
        "business_id": "oJ4ik-4PZe6gexxW-tSmsw",
        "text": "I love the Brewpub for their variety of dishes.  Nachos, pizza and sandwiches.  Variety of beers to choose from crafted right on sight.  \n\nEvery time we go, the service is slow.  I think it's just the pace of the restaurant.  It's never a quick beer and a bite of food.  Instead, enjoy the patio and friends, savor that time.  \n\nKid and dog friendly environment.  Also great for your vegetarian and vegan friends.  \n\nMy go to is a half order of the nachos or fish & chips.  \n\nTried their Pumpkin Seasonal Beer and it's on par with some of my favorite pumpkins.",
        "date": "2016-10-26 15:29:56",
        "name": "Broad Ripple Brewpub"
    },
    "dzNxNW9XpJiECE-bKATezw": {
        "user_id": "NUtIAX-ygn474tDg5nmesg",
        "cuisine": "Thai",
        "business_id": "6LCZLGa09Qifn6rG7-DNrg",
        "text": "My go to menu is coconut soup and pad thai with protein. I tried same menu here. \nActually really like their coconut soup. They used enough amount of coconut milk that soup was really creamy and wasn't over powering with herb. I am so used to Americanized thai cuisine that I prefer less herb on my dish except cilantro.\nPat thai was great too. Liked the amount of peanut they used, noodle was chewy and perfect and not too sweet. They gave me generous amount of chicken and white meat wasn't dry so I was very happy with my meal.",
        "date": "2015-02-16 07:20:16",
        "name": "Erawan Thai Cuisine"
    },
    "DWbmJF84jRrGaJRmlSSnYQ": {
        "user_id": "aWlojpSpzEICTza3RgGJgg",
        "cuisine": "American (New)",
        "business_id": "SIoCIxjn4jLt2O-4DajWJw",
        "text": "My go-to spot on a Saturday night! I was real bummed that lucys closed, but was pleasantly surprised by this bar just across the street!\nTheir food is better than expected. I always get wings and fries. (be careful of the wtf sauce though) Sometimes it takes a real long time to get the bartenders attention, but the place is usually packed. And if you're lucky the always sunny crew will pop in!",
        "date": "2015-11-18 17:47:29",
        "name": "Mac's Tavern"
    },
    "67cGcRrS0jTvB8p7rpaPew": {
        "user_id": "8YSxVaD203mE_9FR4nCEVA",
        "cuisine": "Southern",
        "business_id": "oQ5CPRt0R3AzFvcjNOqB1w",
        "text": "Honestly the food doesn't knock my socks off but other people seem to love this place. I go because my husband likes it as for me I'd rather go to a different BBQ spot. I guess it also depends on what you order.",
        "date": "2016-01-17 13:26:19",
        "name": "Edley's Bar-B-Que - 12 South"
    },
    "Ad91EzbAGRCR1SwkPfZJKg": {
        "user_id": "LWTvg7RlyNLXIf482tXBPw",
        "cuisine": "American (Traditional)",
        "business_id": "WCVFqK84i2H5EClSoow7ZA",
        "text": "Traveling through in our RV, stopped over in Granite City. Found this little gem of a cafe. Upon entering, the staff was very sweet and friendly. This is like home cooking. We ate here twice and all our food choices were fresh, delicious and like we would fix at home. Yum.",
        "date": "2016-07-21 17:41:18",
        "name": "Itty-Bitty"
    },
    "fGYcFOHfQL4stYPdD3J47g": {
        "user_id": "CgyCtH9CbLO7J_uO3cL7OA",
        "cuisine": "Vietnamese",
        "business_id": "PzhPMkaNYiKDTHoTG0r8rw",
        "text": "After 3 weeks of working in the area I finally found a place off of Magazine that is not overrated. Friendly staff! Y'all know I love Phò so it's pretty damn good!",
        "date": "2016-09-18 22:43:18",
        "name": "Pho Cam Ly"
    },
    "aAcQibR3zWOvk4atbCM3SA": {
        "user_id": "7P9w2PrP4ZcJyDFwch51Ig",
        "cuisine": "Cajun/Creole",
        "business_id": "Zi-F-YvyVOK0k5QD7lrLOg",
        "text": "Definitely recommend for anyone looking for a delicious meal at a reasonable price. The shrimp and goat cheese crepes are a must have!",
        "date": "2016-09-18 17:05:23",
        "name": "Muriel's Jackson Square"
    },
    "ymhbOMW63B_vGaRFR3XT0A": {
        "user_id": "yZdAhQ_KmKuCZmbBy9YDQg",
        "cuisine": "Japanese",
        "business_id": "5Ce3lZksYVkCbrihqylVHQ",
        "text": "I just started going to Sushi Nara this month (they opened just a short time ago).  I love this place; it is clean, the staff are friendly and acommodating, and the service is fast.  The sushi is always delicious ((I've been here 3 times) and the prices are reasonable. In fact, this week my husband stopped in for take out, bought 4 sushi rolls and the total was $24.  That is amazing.  \n\nI love the freshness of the food and there's a huge selection to choose from.\n\nEveryone on the eastside, check this place out!",
        "date": "2014-07-25 17:56:26",
        "name": "Sushi Nara"
    },
    "_UYXYxRRnZtH-dNJZEkMQQ": {
        "user_id": "wp-uX1pnNjAIDBNnQxz1ZQ",
        "cuisine": "Thai",
        "business_id": "lpfrjbjIWC0BNZThaSDMLw",
        "text": "Been here so many times before and all I can say is the food is really good. A hidden gem in Florissant, it has the best Panang curry around. Haven't been to their sister restaurant yet, but I can't seem to want to move on when I am always so satisfied with their fare here.",
        "date": "2015-12-21 00:17:29",
        "name": "Simply Thai Restaurant"
    },
    "zRIH5eDA2GbynjZPrk8dDg": {
        "user_id": "07aVWNhBhpwqW3MdqoKDKQ",
        "cuisine": "Italian",
        "business_id": "jLerIZFpe25jOUf722qzBA",
        "text": "My food only merited maybe two stars but I will give an extra star because I like the menu (and will try more of it) and their design and concept.  Sadly though, my tomato-basil soup tasted kind of like a weak marinara and my tuna melt type sandwich had a very sharp, off-putting flavor.  It was citrusy, for sure, and I love lemon in a tuna melt but perhaps this was lemon zest or something just way too overpowering?  I think next time I will focus on the dishes with cured Italian meats, mortadella and prosciutto.  And also the baked goods, those sounded pretty good, especially the Nutella bruschetta!",
        "date": "2011-03-20 12:44:20",
        "name": "Il Posto Italian Cafe"
    },
    "5obXxR0b94b5q6j1zYCAzw": {
        "user_id": "3inG_FUhm28tUJc0zZ2fCg",
        "cuisine": "Italian",
        "business_id": "aY_n9RSaD2Yw09jSFFePew",
        "text": "We visited once and were very disappointed in my veggie pizza and my husband's sub sandwich.  The tomato sauce was not tasty, and they did not use enough cheese on my pizza.  The dough looked and tasted like it was prepared by a machine.  Perhaps they have improved, but we are not in any rush to try a second time.",
        "date": "2017-08-16 15:43:19",
        "name": "PizzaMan Dan's"
    },
    "7rCsR3SARVF3vXNiw_Csgg": {
        "user_id": "mmdf_Fi-Hh_3uZN5zE164A",
        "cuisine": "American (New)",
        "business_id": "9gObo5ltOMo6UgsaXaHPWA",
        "text": "My husband and I took my mother here for her 100th birthday!\nWe can't say enough about the treatment we received: from a great table and view, to delicious \"compliments of the chef\" extra dishes, to a beautifully decorated cake plate, to the warm and attentive servers. It was much more than we expected, even for this very special occasion. For us, it was a wonderfully memorable experience.",
        "date": "2016-09-06 03:04:24",
        "name": "R2L"
    },
    "5M9fBQINWamyQPdJ7OQkeA": {
        "user_id": "kHmXUEOAsIbguUrPoX6Tkg",
        "cuisine": "Mexican",
        "business_id": "iD25g7vUG3asELjXtMGF9w",
        "text": "Meh is all I can say for TDS. The restaurant itself is just cold.... not literally, but figuratively. There was no decor, no menu boards, stainless steel prep tables as dining tables, no soda machines, staff EVERYWHERE with no identification (shirts, nametags, etc). The food is reasonably priced and most of it was quite good, but what really irked my party was the fact that they charge for extra salsa!!! We ordered a salsa trio (which included 3 samples of the various salsas, in 2oz glass prep bowls), and when my brother asked for more salsa for his tacos (mind you, we ordered one of ever taco, three burritos and guacamole), he was told he'd have to buy the trio again! Really!!??? We spent over $40 on food, drinks and apps, too. Even though the food was decent, I wouldn't return as the atmosphere is just blah and you can't get extra salsa for your damn tacos!",
        "date": "2012-12-04 02:14:36",
        "name": "Taqueria del Sol"
    },
    "tXHWJWnTdrraHGUqaPWj3g": {
        "user_id": "zKAHSNzqvwsyoFCw3QpafA",
        "cuisine": "Cajun/Creole",
        "business_id": "S2Ho8yLxhKAa26pBAm6rxA",
        "text": "Enjoyed my fish out at a sidewalk table.  A bit pricey but food was good.  Go to Side street in French quarter if u want quieter dining outside.",
        "date": "2018-05-19 01:14:05",
        "name": "Creole House Restaurant & Oyster Bar"
    },
    "byblHsbxiqb1pC1cuSfslA": {
        "user_id": "C_2mNjl-doRVvsL03_T57Q",
        "cuisine": "Thai",
        "business_id": "18eWJFJbXyR9j_5xfcRLYA",
        "text": "This is the first time I tried this place and  I was surprisingly surprised. I had a combination dinner pad Thai and coconut soup. The soup was very tasty as I never had coconut soup before. The pad Thai was exactly what I was expecting and it did not disappoint. The restaurant had great Thai decor and music. The staff and service was top notch. For a town with not much selection for food, this was a great change of pace. This may become my go to place in Carp.",
        "date": "2011-10-28 03:43:05",
        "name": "Siam Elephant"
    },
    "xumAI7br1X67OY_bU_Yqhg": {
        "user_id": "jEmClJb6wjfDUksVMO_Jjg",
        "cuisine": "Mexican",
        "business_id": "X_E7U2lVNEwbH_gpOBmAHQ",
        "text": "This place was so chill and relaxing. When I come back it'll definitely be in my list if stops. Not to mention the artist performing was fun and eclectic  (I mean really, a country version of \"Let It Go\", what's not to love?)",
        "date": "2017-06-17 17:46:55",
        "name": "Cerveza Jack's"
    },
    "FMFZoES5LfumuwhsZbIDlQ": {
        "user_id": "4ubLHlnMFFw4JikcXr-F4w",
        "cuisine": "Indian",
        "business_id": "f4PA-f1tcN1bIpZJLdFsQQ",
        "text": "I must admit, I wasn't expecting much. This place totally blew us away. This has to be one of the best Indian restaurants in the Tampa Bay. The ambience is wonderful including white table linens. The best part was the food, OMG. The chicken 65 was to die for, and the hot sour soup was rich and flavorful. The waitress (Angel) was friendly,  attentive and very pleasant. They opened just a week ago. I'm sure this will soon be the place foodies seek out for real Indian food.",
        "date": "2017-05-26 02:32:01",
        "name": "Deccan Spice"
    },
    "jSoo6p_GpvYRHG2QK6WE2g": {
        "user_id": "EfG0nInFMbiO9Hy7A6B2cQ",
        "cuisine": "Italian",
        "business_id": "fGYnHzFr1z2kv7bPRW6VMA",
        "text": "Sometimes this food is very very good.  Unfortunately it's not consistent.   Ordered something I've been getting for years and every other time it tastes incredible. It's like they have different people in the kitchen and you don't know who you will get. So 50 % of the time it's excellent.  UGH.",
        "date": "2017-08-08 01:37:37",
        "name": "Limoncello Ristorante & Caterers"
    },
    "L0E_Ld__jIATsQ1vA7ZGZw": {
        "user_id": "Cvi8nZTwDVaQkqmmgQwQMw",
        "cuisine": "Chinese",
        "business_id": "D4DZztR7vkbiED6txGUYFg",
        "text": "Looks like there is a second Red Kings restaurant in Chinatown and it did not disappoint! Since this place just opened yesterday, I'm not exactly sure if it's replacing the other Red Kings down the street, or if it is just a second helping of spicy, Szechuan food.\n\nWe ordered takeout and picked up the Dan Dan Noodles and a shredded Pork in Garlic sauce dish. The spice level in both dishes was perfect.  Extremely mouth-burning, but with delicious flavors that were sweet, earthy, and fresh. The portions were very generous and will make for great leftovers for us. I can't wait to try some of the other dishes and come back here for a sit-down dinner. They also have karaoke rooms upstairs, plus they are BYOB.",
        "date": "2013-06-24 13:15:21",
        "name": "Red Kings 2 Restaurant"
    },
    "quiZPC8t-iZs1uiMA1ovEQ": {
        "user_id": "TTibuRAx2gxu-nVAymFijQ",
        "cuisine": "Thai",
        "business_id": "-ikBycdroyTLDBHR9aC3HA",
        "text": "Stopped in for the lunch menu with my girlfriend, place was extremely clean, food was ON POINT!  And AFFORDABLE Can't wait to go back!!",
        "date": "2014-09-25 18:36:53",
        "name": "Sukho Thai"
    },
    "RMho6HMpdec1YgIypwWQrQ": {
        "user_id": "SNngOVGTkD34B3FAFnMv5A",
        "cuisine": "Japanese",
        "business_id": "ab3pRv-b0o-BwMK2jVbH3Q",
        "text": "My husband and I come here often. We love the food here, it's always fresh and the service is great. We highly recommend this place to anyone who loves sushi & hibachi.",
        "date": "2018-08-24 00:52:13",
        "name": "Saki Endless Sushi & Hibachi Eatery"
    },
    "rGI8UdsEGiGeETFiu1VK1w": {
        "user_id": "WJnyWEe_YK7JO47fcovBVw",
        "cuisine": "American (Traditional)",
        "business_id": "hRHhP3fhMy3LktPyQa3s_A",
        "text": "Good choice in Union Station St. Louis.  I had the Ponchartrain (server said it is same as Tilapia, though that was also on the menu, so why two names for the same fish, I have no clue).  The Ponchartrain was quite good with mushrooms and a cream sauce.  We also had the shrimp cocktail and lump crab cake appetizers....both fine, but not wonderful.  Drinks and service were perfectly acceptable.  We dined outside on the patio since the weather was nice - inside looks comfy and a bit less casual.",
        "date": "2008-08-20 08:07:02",
        "name": "Landry's Seafood House"
    },
    "UrGHZY5-pDs4uOP8SFPg-w": {
        "user_id": "Nsm9V1s8JQyuYsShtiwplg",
        "cuisine": "American (Traditional)",
        "business_id": "eUO4QA6nL2XdCeWuD7tkww",
        "text": "I stopped in for a drink yesterday and have to say the atmosphere gets an A+ from me.  Such a unique concept for the St. Pete area.  The attention to detail with the remodel was outstanding, it almost feels like you are in a Harry Potter movie or something.  There is background music that is set at a low volume so you can clearly hear your friends or not have to shout for them to hear you - perfect for the old library-esque environment. Working behind the bar were Michael and Peggy - both couldn't have been more friendly and were overall just interesting people to talk to.   I had eaten dinner already before I came so can't speak on the food but will definitely be back to try - the prices for meat/cheese trays are much better than comparable places in the area.  I would definitely recommend checking this place out...",
        "date": "2017-05-26 10:53:47",
        "name": "Room 901"
    },
    "1TsJMk7OT7MUSNLQoFc2wA": {
        "user_id": "8dpPXJj1JlOE4acEcowUfQ",
        "cuisine": "Japanese",
        "business_id": "s3FRhtaNU8dt-mKkLKUQaQ",
        "text": "I LOVE this place!  I have been coming here for a few years now.  Its a little funky, and I would never order say the escargot, for safety reasons, but when it comes to lots of Saki, great rolls, and mountains of rice and Sashimi, this is the way to go.  Young atmosphere, loud dance music, and SAKI!",
        "date": "2012-06-26 19:54:20",
        "name": "RuSan's Sushi and Seafood"
    },
    "Gczff1Qxg4WVmlBLPrZwzQ": {
        "user_id": "cpp89UW0imv45y3a_O444w",
        "cuisine": "American (New)",
        "business_id": "34Eqv8jXgxg_EEwcsNgeeg",
        "text": "We absolutely love everything we have tried here. Our favorite thus far has been the Backyard Bowl, although there are several more that we still need to try. My husband and I are always full after we each get a kids size, or split a large. The ingredients are good quality,  filling foods. For the quality of ingredients, the price is very reasonable. It can get pretty busy here, but have patience, it is worth the wait.",
        "date": "2014-05-25 22:33:02",
        "name": "Backyard Bowls"
    },
    "HME_ksGph3se7Aze5hxa-Q": {
        "user_id": "kSMOJwJXuEUqzfmuFncK4A",
        "cuisine": "Indian",
        "business_id": "kxX2SOes4o-D3ZQBkiMRfA",
        "text": "Dine-in gets 2 stars. Disappointing service & venue falls short. \n\nThe food was ok; so if you were to do take out, maybe this place would get 3 stars. \n\nI ordered the lamb kebab, which tasted ok; but it was very plain. No sauces, lettuce or anything - just meat.",
        "date": "2014-07-13 17:25:47",
        "name": "Zaika"
    },
    "HpwQOIy5IgQwHaFAZVUrKw": {
        "user_id": "EwoCJoV29tB-yAWJnZqJZA",
        "cuisine": "Mexican",
        "business_id": "G-zzByEfv2oqjcxYmPsjtA",
        "text": "Truly, I cannot say enough good things about this tiny, authentic, perfectly delicious eatery!  Growing up in the panhandle of Texas, we had plenty of authentic Mexican food in our home, and I'm always searching for good Mexican restaurants. El Limon is the best I've ever had in the state of Pennsylvania!  Sopes, tostadas, enchiladas, fajitas, burritos, fish tacos....all excellent and sooooo reasonable!  Waitstaff is always pleasant and attentive.  Best two features: homemade tamales and free margaritas!!  Bring the entire family for an amazing Mexican feast!  Ole!",
        "date": "2017-04-07 23:14:15",
        "name": "El Limon - Malvern"
    },
    "wsFRDsHxz2mM_Ettgn1qQg": {
        "user_id": "x8ErSBur0SsnL1lZwP5o4Q",
        "cuisine": "American (Traditional)",
        "business_id": "qf4LecJDQWIt0gt6VJWFPw",
        "text": "We got diverted to Tampa and decided to make the drive to Orlando but first we needed somewhere to eat. Wanting to avoid chain restaurants, yelp steered us towards this little local gem!\n\nThe ladies had the 7 oz. Tampa strip and the gents both had a 14 oz. ribeye. They grill their steaks over oak and citrus Wood and the smoky flavor is to die for! We are big fans of our smoker back home and cook our steaks this way as well, it's rare to find steak cooked over woodsmoke in most places and this was worth the side trip!  Sides were veggies and sweet potatoes. The wines on offer were so reasonably priced- most under $20 a bottle but a decent selection. They just don't mark them up 5x like most places! \n\nOur waitress Lisa also made great recommendations and her service was welcoming, friendly, and excellent. We are so glad we went local instead of to a chain. Bookmarking this place for a return trip next time I am in Tampa for sure!",
        "date": "2017-06-28 01:07:04",
        "name": "Frontier Steakhouse"
    },
    "xilt6zGZ3Nqo2_fogn3jjA": {
        "user_id": "u1cvQWB0lB4YsIbtSlUR7g",
        "cuisine": "American (Traditional)",
        "business_id": "_aKr7POnacW_VizRKBpCiA",
        "text": "By far the best deli I have ever been to in the US. YEP, the US. Lots of crazy choices and oh it is hard to pick!! The Muffalata is so big 4 people can share. It is so tasty and amazing! Go on Saturday or Thursday night when they have live music! The special is always a good pick and don't worry there are plenty of sides to choose from. Great Chili, potato salad and of course chips. GO NOW...",
        "date": "2013-05-29 03:12:27",
        "name": "Blues City Deli"
    },
    "0-lnwfRh1GA1Lvu5RRC9Cg": {
        "user_id": "xXYNgEWnjaim2byFGLex-w",
        "cuisine": "American (Traditional)",
        "business_id": "7WZ5EGb-Xk_uxQTWc52P4w",
        "text": "Back to Tom Jones and time to update my review. I didn't see that odd ATM type machine that only lets you withdraw money to apply to your check. It's no longer there-used to be next to restrooms. There is still a payphone back there which I love. There are now ATM's at front entrance.\n  The blue ribbon is now $3.79, but still a bargain since it includes everything: pancakes, 2 eggs, toast, sausage, bacon,juice & coffee. I ate here with my kids. My daughter's choice. Says she \"loves Tom Jones\". Our meals included blue ribbons, french toast, chicken, club sandwich & baked potato . Everyone gets what they like. \n   I don't smell stale smoke and would not call it dirty.  I like the \"loud\" orange booths. I feel like I went back in time with these and the payphone. Service is always fast and I always seem to get a different waitress. Don't know where they find these young ladies but they're good. I've seen different managers there and they are all quick and on top of things-which makes a good manager.\n   Since it's my daughter's fave I'm bumping it up from 4 to 5 stars.",
        "date": "2012-06-26 02:49:39",
        "name": "Tom Jones Family Restaurant"
    },
    "UanAtEVU2kZ5hYu9h41MLg": {
        "user_id": "mpqQv4T4iDJRVr4a2tZdHw",
        "cuisine": "Mexican",
        "business_id": "iVegX9epKU8R0eRAEwQ6Yg",
        "text": "Cindy is the best! Great food and service. Food is authentic and so is the staff. Everything is made fresh and you can taste the difference from other Mexican restaurants at first bite. I would recommend to anyone that enjoys Mexican cuisine.",
        "date": "2018-09-22 01:41:14",
        "name": "Burritos Grill Mexican Fresh Cuisine"
    },
    "nYFpOY84gzeAz7ujVP8oaw": {
        "user_id": "_AKBxw2s3A-8Y8HC0jJRCw",
        "cuisine": "Thai",
        "business_id": "kPG6r0h73sPgXBei0MyzYg",
        "text": "Was in town for a week and came by this little hole in the wall.  The pa nang chicken was excellent.  I ordered one star spicy and it came quick.  Will definitely return.",
        "date": "2017-05-26 00:44:54",
        "name": "Numchok Wilai"
    },
    "p3UM6VOJOGuY0iTxD-Topw": {
        "user_id": "amIUTkKQlA4464-lJlwlaQ",
        "cuisine": "Latin American",
        "business_id": "oRZzKWdyMQld6N_y4UWkAg",
        "text": "Cinco de mayo means margaritas and sangria and all things fried... this great place does a nice job with combining flavors of several different ethnicities and backgrounds and develops recipes that are unique.  Although not touted as a \"Mexican\" destination they know how to rock the rock salt and pour that tequila.  They also just opened a wine bar a couple doors down for overflow and specialty bottles.  A high five for the on the rocks margaritas and house made white or red sangria - definitely worth the trip!",
        "date": "2013-05-07 16:54:19",
        "name": "Terra Sur Cafe"
    },
    "x-1wBBwja9l2Hr5bgqsG0A": {
        "user_id": "L-2Qdi16eMRbATGDP6ADHg",
        "cuisine": "Indian",
        "business_id": "mQvRi0nm84Www71d4qOheQ",
        "text": "Excellent food. We tried three appetizers and five entries and all of them were a hit. This prices are reasonable and the service is good. I'd go back again and again.",
        "date": "2016-07-03 21:13:10",
        "name": "Ekta Indian Cuisine"
    },
    "cCs7yPSyk8NdA-Ufoz_7hw": {
        "user_id": "FodM8aoGMQO2zsQCQxBTYQ",
        "cuisine": "Mexican",
        "business_id": "v5ktgWMAARaczTMh2rAJKg",
        "text": "The service here has gone down. We used to go here a lot but now we go to another one. The service was slow and forgotten about.",
        "date": "2017-12-27 02:57:57",
        "name": "San Jose Mexican Restaurant"
    },
    "_-D9UYciNNTIe6amQAsJUg": {
        "user_id": "MVuNw-mO5on8PpO_I6QtKg",
        "cuisine": "Vietnamese",
        "business_id": "o7cD_sDA-Evj3Oh0zeH9nQ",
        "text": "Hands down the worst chicken and rice plate I've ever had. When I ordered I was told there was no sauce on the chicken (as I wanted, healthy). I ordered to go, by the time I reached the car the bag was full of oil spilling out of the container. There was easily 5-7 tablespoons of oil on the dish. Not what I was told and not what anyone would ever want to eat. Horrible.   Their slogan even has the word healthy in it. What a joke.",
        "date": "2015-03-18 18:28:22",
        "name": "Asian Pho"
    },
    "-xM8cH4AeVzgTJBQHlxfUQ": {
        "user_id": "ZaMB7VbOwaARjxdhXjODxA",
        "cuisine": "American (New)",
        "business_id": "EtKSTHV5Qx_Q7Aur9o4kQQ",
        "text": "Picked up takeout from Village Whiskey (so I can't review the actual restaurant). The Whiskey Burger is pricy ($26) but is amazing if you're ok with a greasier burger. Super tender, the bacon is awesome and it's pretty big. If you can get past the price then highly recommend it. The Duck Fat fries are also rich and delicious.",
        "date": "2014-11-30 01:55:57",
        "name": "Village Whiskey"
    },
    "M7h8K7PrLrN8yQb3RhHLdA": {
        "user_id": "CysTz612pTix75Fye6-D4Q",
        "cuisine": "Chinese",
        "business_id": "WLiqfxv_GhFFA5sm878a2w",
        "text": "Blew $80 on food for the family was worth it food was hot and orange chicken best I've tasted in a awhile..now it will be the place we get Asian food!!",
        "date": "2013-12-29 03:15:34",
        "name": "Wei Asian Cafe"
    },
    "tsK04dlK87ia08UxWQk3Tw": {
        "user_id": "pR4DDFXqNylSNAcmTaPMyQ",
        "cuisine": "American (Traditional)",
        "business_id": "hRHhP3fhMy3LktPyQa3s_A",
        "text": "We ran in for a late night dinner last night. The prices are definitely high. Both couples decided to split a plate (you could tell the annoyed our server), and the food was good- but not worth the price for sure.\nI will say the garlic bread they bring out before the meal was AH-MAZING! I could have probably eaten my weight in just the bread. \n\nOverall - I probably wouldn't eat there again myself. But it could have been an off night. There is just too much competition in the food world around St Louis!",
        "date": "2018-01-21 14:07:35",
        "name": "Landry's Seafood House"
    },
    "NvusujU9_5pIUbn9SZ6hMA": {
        "user_id": "nbVYXmDUO6XH-wvhY62uvg",
        "cuisine": "American (Traditional)",
        "business_id": "XMGjDIAFbu9VSmWDs-Ev5w",
        "text": "Stopped by to munch a burger during today's Seahawks/Saints game, and the place was, unsurprisingly, packed. For good reason, too: the Haven burger I ordered was fantastic.\n\nI sat right next to the door, so I didn't get the chance to get more than six feet into the place; as soon as I got my meal, the place started getting busier and busier until I had to work my way through the World's Shortest People Maze to get out. Guess that means I wasn't the first person to hear about the place.\n\nI will be going back to the Haven. Might go for, say lunch on a Tuesday, so it's less busy.",
        "date": "2011-01-08 23:52:22",
        "name": "The Haven"
    },
    "vdtWa5Ym9ImeMMOHwnIfrw": {
        "user_id": "YRFeRq--jTV6G3HMgesSEg",
        "cuisine": "Vietnamese",
        "business_id": "wqj6JquckEOs1h7rs376kQ",
        "text": "I can only comment on the vermicelli bowls because I have never had the Pho. \n\nThe vermicelli are a decent size and a fair price. Conveniently located if you live in the Alberta Ave neighbourhood, my orders have always been ready in 15 minutes - even on a Friday night.",
        "date": "2013-01-27 18:10:56",
        "name": "Pho King"
    },
    "X-ibMbsz1nWAcetMERluBQ": {
        "user_id": "6M7PMBWbBcp5VZ84AY3EFA",
        "cuisine": "Italian",
        "business_id": "mLNSOU8Ki0Fm09xd6ZKkcA",
        "text": "I had the Chicken Marsala recommended by our waiter. The chicken was very thin, tough, and dry. The pasta was under cooked and stuck together. There was absolutely no flavor. My friend ordered the lasagne and did not like it all. There was only a thin layer of pasta and no flavor. My other friend was still eating her dinner and they cleared her plate when she went to the restroom, after she told the waiter she was not finished. They did bring her a new meal in a doggie bag. The positives are a Great atmosphere and live music. I enjoyed dancing with my husband. However, very expensive for awful food.",
        "date": "2015-01-18 19:04:28",
        "name": "Timpano Hyde Park"
    },
    "pBN8yjaejKMzIWQs1zIyzQ": {
        "user_id": "ZPYPQvM1DMZB39oQ9WlDgw",
        "cuisine": "Indian",
        "business_id": "QvjY9esYNRMe_5kvT6TC5g",
        "text": "This place is a gem.Attractive space, great location near Broad Street line, plenty on street parking. BYOB. I've been twice and enjoyed every dish. Highlights were the chaats, beef short ribs, lamb vindaloo, beet salad, breads/pickles, and chai. We got the chocolate cake for the table to share each time and everyone loved it. Can get takeout beer at the corner bar. We'll be back.",
        "date": "2015-12-20 19:40:06",
        "name": "Chaat and Chai"
    },
    "clKHv1f5cIsaJVJPdKKHZg": {
        "user_id": "f0fqCwb_QAJUPm-K95Mk2g",
        "cuisine": "American (Traditional)",
        "business_id": "NdqATFd0JsFzEOD8Z8pa5w",
        "text": "WOW!  What a fantastic place!  Food A+, Service A+++  We started with an appetizer of cheese curds served with a red pepper jelly.  LOVED IT!  I ordered the fish tacos and the wife ordered a beer brat for dinner.  We both thoroughly enjoyed what we ordered!  The portions were huge and priced just right for the portion size.  Our server was on it!  Very attentive and was very knowledgeable about the menu and made us feel very welcomed.  The manager stopped by and asked how everything was.  I let him know that I am pretty sure I have found a cool new place to hang out, have a beer and watch football.  He said they have great deals on game days and let us know about their brunch on the weekends.  Everyone said goodbye as we walked out and reminded us to grab a rootbeer candy on our way out.  I will be back!",
        "date": "2014-08-25 00:52:32",
        "name": "Henry's Pub & Grill"
    },
    "cOcKS8BQ7yjOJPatqK2OOQ": {
        "user_id": "Lc5U0qetusunJZ0NgNO_Iw",
        "cuisine": "American (Traditional)",
        "business_id": "Y2rYM2crYfTC25y6iquPgw",
        "text": "I stopped in for dinner and a drink & was thoroughly pleased! I rarely order a burger when I go out to eat, because why order \"out\" what you can make easily a home, right? Well..... when I go back I'll have a hard time NOT getting another burger. Oh, they also have a decent beer selection and the wait staff/bartenders made me feel very welcomed too.  My food was prepared exactly as I ordered and was served quickly.  The restaurant has a nice atmosphere and the restrooms were clean.  All in all I was very happy!\n.",
        "date": "2015-08-30 16:34:23",
        "name": "Landmark Americana"
    },
    "HSjRz31mvRBQRo8deXrr_w": {
        "user_id": "K-3kF5Wc3b8cOHTAJpV9tA",
        "cuisine": "American (New)",
        "business_id": "ORL4JE6tz3rJxVqkdKfegA",
        "text": "Too big, too expensive and too far from Downtown.  \n\nI was here for a conference, which seemed like an awesome idea. It wasn't.  I'm in Direct Sales and (like most people at this conference) don't have tons of extra money to spend on mediocre meals when I'm traveling.  $10 for a slice of generic pizza, small side salad and a soda for lunch.   I understand it's a hotel but there weren't any options close by.  Just getting your car from valet was a hassle and took a lot of time.  Being such a big property, it made getting to restaurants off the property really time intensive.  Since you're so far out of Nashville (out near the airport), the good little holes you find when you're in a city are pretty nonexistent.  \n\nThe property itself was great.  The hotel is HUGE but really pretty.  I enjoyed walking around but was really happy when I found what I didn't know existed...a shortcut between my room and the Convention Center.  It took my 10-15 minute walk down to about 3 minutes!  BONUS!  Like I said, this place is ginormous.  \n\nRoom: Our room was great.  I shared a wonderful suite in the Garden Conservatory with 2 other girls.  We were under a group rate and my friend was quoted $200/night, which is awesome for the space we had.  We had a large room (probably used as a hospitality suite for groups) for socializing.  It had a great bar area set-up and a nice big fridge and lots of drawer space.  Our bedroom was separated by doors that could be locked from either side (like an adjoining room), so it looked like the hospitality suite could be reserved without reserving the room.  It was different than what I was expecting, but whatevs.  It was fine.  So, I wasn't there at check-in.  The girl who reserved the room checked in a couple days earlier than my friend and I.  So, Sunday comes, and the bill was waiting for us when we woke up.  Our friend was charged $1200 for one room (I'm guessing the suite) and $1400 for the other room.  YEP.  She reserved what she thought was a 2 room suite for $200.  The bedroom door was closed when she got there and she asked them to open it up. It was all arranged by the bellman.  She was never told that the bedroom wasn't included....kind of necessary if you're staying over for 6 nights, dontcha think???  So, she's being charged $2600 for what was supposed to be $1200.  Last I heard, the Gaylord's legal department was investigating what she was told, what she wasn't told and if they should charge her the entire amount.  \n\nCheckout:  A FREAKING NIGHTMARE.  Between the money situation, which was not resolved as of late this week, and the 45 minute wait for a cart (in a hotel that holds thousands of people, you'd think they'd be plentiful and they aren't) and a 25 minute wait for the car, my friend and I decided to sweat it out and schlep our goods to the door where our car would be delivered to us.  It was not a short walk and we had a TON of stuff, which meant multiple trips.  UGH.\n\nI'm sure I'll be back for another conference (I am pretty sure my company has booked this for at least one more year....) but I'm not going to be happy about it.  I might even consider driving down, staying in a hotel somewhere downtown and driving out to the Conference stuff.",
        "date": "2013-08-03 16:26:48",
        "name": "Gaylord Opryland Resort & Convention Center"
    },
    "JH6ICJPlTj0ASN2THlnP0A": {
        "user_id": "_bWkbDmhgFURzQ6VsULgtQ",
        "cuisine": "Japanese",
        "business_id": "LnQRfj3pPz0369stRnwUWw",
        "text": "1st time eating here. Very clean, nice folks and very good sushi.  Would and will go back. Service was spot on, sushi was very fresh and reasonably priced .",
        "date": "2016-08-12 21:55:51",
        "name": "Sushi Ushi"
    },
    "dUkUiVjwb9xCF1kMqjT6nA": {
        "user_id": "EDPlya2Sfu0teqreA3rlZw",
        "cuisine": "American (New)",
        "business_id": "FnEkr6LzjuGsg93Z7fkl7Q",
        "text": "Before I share the main issue, I want to share the reason I give any stars is because of our awesome server, LaToya. She was thoughtful and engaging! \n\nThe black bean burger was dry. Sweet potato fries were good. \n\nToday while at lunch with a group of colleagues the most disturbing thing happened. I noticed the manager in a green sweater lingering around the entrance and then two cop cars with lights flashing pulled up and 3 officers rushed in walked to the table next to us that the manager was pointing to and one of the officer's proceeded to pull out their handcuffs and tell the guy delivering food to put food down at the table and hands behind his back. They escorted him near the front door and had him sit down for a moment before taking him outside in freeZing cold with no jacket where he stood for a few minutes while cops came in and out of restaurant. \n\nThis entire thing was poorly handled, disturbing and unsettling not only to the customers but the other staff. They should have had the cops walk back away from where customers were and deal with it there. Then all the managers disappeared not available to talk to any of the customers let alone apologize or acknowledge people being unsettled. \n\nNo one needs to know why the arrest happened but there needed to be more care for customers and staff in how it was handled. \n\nNot ok!!!",
        "date": "2017-12-29 20:44:06",
        "name": "Misconduct Tavern"
    },
    "77s6wkAr2F7ZQ00NYuzsvw": {
        "user_id": "ftRgzVFzv6-TOCBXEOdWeQ",
        "cuisine": "American (Traditional)",
        "business_id": "8uF-bhJFgT4Tn6DTb27viA",
        "text": "Fantastic sliders!! Perfect size that you can try more than one!  Fried chicken slider, BLT slider, monte cristo and Cuban were all fantastic!  Now for Donuts to go!!",
        "date": "2016-03-30 23:31:30",
        "name": "District Donuts Sliders Brew"
    },
    "g7MfpJGKQUGowCvIcrB91A": {
        "user_id": "ci7Q6NvXQ8UZrBHusVX18g",
        "cuisine": "Cajun/Creole",
        "business_id": "V6Om7YZhlRQRU7WfuxHq8Q",
        "text": "A wee bit pricey for the portions they serve. I come to Beck's for their gator gumbo over jambalaya. The whole thing is just so savory and the spices are just right. It's not overly spicy and not too salty as well. It's a great meal. The gator is in a sausage form. All chopped up into the gumbo. During this visit, I had to order their pasta. Chicken alfredo, for my 2 year old son. It was alright. The whole pasta tasted a bit dry. It's something I wouldn't get twice.\n\nVerdict - Gator gumbo, end of story.",
        "date": "2017-07-08 21:23:54",
        "name": "Beck's Cajun Cafe"
    },
    "mUMveMkONaNYXmNig65xhQ": {
        "user_id": "iwxNSCgu-lEXtLSdPI4EyA",
        "cuisine": "Mexican",
        "business_id": "EDjEVzmoQVHzboFqC-M6Ew",
        "text": "Lots of improvements to this place. Much more comfortable environment now.  The chairs could be a bit more comfortable as it'd be nice to sit through an entire football game. Otherwise, this place has really improved.",
        "date": "2017-11-18 20:45:15",
        "name": "Local Taco"
    },
    "PvZvLfodXgbqqZT2q65HwA": {
        "user_id": "h7GOqt1KOIoZhhaaIh6zbw",
        "cuisine": "Chinese",
        "business_id": "p3XlbP2aZa-NBRqJ4p3KLw",
        "text": "Went here when they first opened. They only had one flavor... it wasn't that great. Everything was overpriced and we left spending about 70-80 dollars for three people and it wasn't filling. \n*it is not Cajun style seafood. The sauce tastes like a mixture between buffet style sauces with fish sauce. \nGiving them a solid three because there are better places to eat at",
        "date": "2017-06-06 23:43:20",
        "name": "Seafood Time"
    },
    "09vSgWVConpnldqbvNkIRQ": {
        "user_id": "QWaO0rnhQ73oDaxiE4YnAw",
        "cuisine": "Cuban",
        "business_id": "h8iDZcXLDicI_Wg8fwl-ig",
        "text": "My mother, aunt and myself went on this walking tour of Ybor with stops for good food.  What a nice time!  Our guide,  Raymond was very knowledgeable and friendly.  \nIt was about 3 hrs long,  we passed that 3 hr mark because we were sidetracked a few times and chit chatted quite a bit, lol. \nWe learned great details and background about the early days of tampa, the culture, people and ybor in general,  very informative! Along the way we stopped for food tastings . Everything was great,  especially the stone soup company Cuban sandwich!  I would recommend everyone to go on this tour,  visiting or lived here for years this is a fun adventure.  And for the step counters we chalked up over 5000 steps ! It will help offset all the wonderful calories you take in on the tour haha",
        "date": "2015-04-28 20:48:41",
        "name": "Ybor City Food Tours"
    },
    "spcIXDKR5BV5QCI4GjjEeg": {
        "user_id": "4aM21WsPaP8SUmx9PB-6aw",
        "cuisine": "Latin American",
        "business_id": "Mha77MN_BYGB-w7DONZ5YA",
        "text": "The chicken sandwich was phenomenal. Great food for a very industrial area.",
        "date": "2013-05-29 13:31:05",
        "name": "Cuenelli's Peruvian Restaurant"
    },
    "lt-tsizQin_wNCkQv71YPQ": {
        "user_id": "qWSAH4MzFbHV6UsseJVlZg",
        "cuisine": "Japanese",
        "business_id": "dUctvEfHQccW_uxtRup2QQ",
        "text": "I had a horrible experience here. The waiter was great but as I got my appetizer, there was it has a hair in it.\nNext the noodles came out mine was fine but my friend has a huge hair in his. I thought he was joking until he told me. After that it ruined my appetite, I gave the noodles back and they didn't even give me a new one, I thought I should've got the food for free at that point.. never eating here again",
        "date": "2015-12-20 20:36:40",
        "name": "Tsunami Japanese Steakhouse"
    },
    "XDvCtch6U43HUNuMLHSxHA": {
        "user_id": "AGyh5jnM0zrIElY7aZQafQ",
        "cuisine": "American (New)",
        "business_id": "5ezrDoezdUlJpUa5Jg6dUQ",
        "text": "Went here with a friend after having an incredible experience at Laurel and was hoping for more of the same at a slightly less bulgy pricepoint, and oh my, is it worth it...    ITV is the kind of place that i dream about, beautiful small room, dimly lit but you can see ( as opposed to some places) and you want to see everything.  Everything in the room is beautiful including a lot of the staff, (im trying to give you the full picture here).   First thing to hit the table (or bar in this case) was a three dollar beef fat biscuit that was the best thing ive eaten in this city all year.  I verbally communicated that message to Chef Nick Elmi who graced us with his presence in the dining room (just as before at Laurel).    We went on to eat many more things which i will try to name now... Stars were Foie with Apricot Miso, Pork Cheeks with some insanely good vegetables, trout pumpernickel soldiers and one of the best cocktails ive had in a damn long time, the ouroboros.   The are playing around with cold smoking things in there and on their BAR MENU!   Honestly, place is just terrific and i meant to write this review sooner but hey... better late than never.  Now that i think of it, im getting hungry... maybe ill head to East Passyunk for some of the best this city has to offer!",
        "date": "2017-06-06 21:42:37",
        "name": "In the Valley"
    },
    "vqmhsvXK9z4TTvnVDNpPDQ": {
        "user_id": "ziNigH8BY9gRDvrmSsJTOw",
        "cuisine": "American (New)",
        "business_id": "ICqgjbOpBD9SUtE5PQC9sA",
        "text": "Fun, no-frills atmosphere, right on the water, where you can watch passersby and dolphins alike, while enjoying great food and accommodating service.\n\nMembers of our dining party ranged from a picky 7 year old, to two 40 somethings and a 72 year old grandmother. Captain Bill's had menu choices for everyone in our party, and they even made some ingredient substitutions for us. \n\nThe food arrived hot, fresh, and exactly to our specifications. Wait service and wait time were on point, and we all left the restaurant satisfied and having enjoyed the experience. We'll be back to Captain Bill's next time we visit John's pass. I hope you consider it too!",
        "date": "2018-02-23 23:06:03",
        "name": "Captain Bill's Oyster Bar"
    }
}